<x-guest-layout>
    <x-header title="Privacy-policy" />
<main>
    <div class="p-terms">
        <div class="p-terms__document">
            <h1 class="p-terms__document__title">プライバシーポリシー</h1>

            <p class="p-terms__document__text  u-margin--bottom--30px">Kamitter（以下「当サービス」といいます。）は、当サービスの提供するサービス（以下「本サービス」といいます。）における、ユーザーについての個人情報を含む利用者情報の取扱いについて、以下のとおりプライバシーポリシー（以下「本ポリシー」といいます。）を定めます。</p>
            <p class="p-terms__document__text">1. 当サービスで取り扱う個人情報に関して、適用される法令、国が定める指針およびその他の規範を遵守します。そのために日本工業規格「個人情報保護マネジメントシステム‐要求事項」（JIS Q 15001：2006）に準拠した個人情報保護マネジメントシステムを整備し、適切に維持し運用いたします。</p>
            <p class="p-terms__document__text">2. 当サービスは、個人情報を収集させていただく場合は、事前に利用目的をできる限り明確にし、適切な措置によって取得を行います。また、取得した個人情報の利用にあたっては、利用目的の範囲内でのみ利用し、目的外利用を行わないための適切な措置を講じます。 当サービスは、取得した個人情報を本人の同意なく第三者提供することはありません。</p>
            <p class="p-terms__document__text">3. 当サービスが収集させていただいた個人情報は、原則として第三者に開示または提供いたしません。但し、以下の場合を除きます。</p>
            <p class="p-terms__document__text">（1）法令に基づき適正に開示または提供を要求された場合。・開示・提供につきご本人の事前の同意を得た場合。</p>
            <p class="p-terms__document__text">（2）お知らせした利用目的の範囲内での業務の委託をする場合。</p>
            <p class="p-terms__document__text">（3）個人情報を、個人が特定できない情報（統計情報など）に加工した上で、調査等に利用しまたは公表する場合。</p>
            <p class="p-terms__document__text">4. 当サービスは、個人情報への不正アクセス、個人情報の紛失、破壊、改竄、及び漏洩等に対して適切な予防並びに是正措置を実施いたします。</p>
            <p class="p-terms__document__text">5. 当サービスは、個人情報に関する法令、及びその他の規範を遵守いたします。</p>
            <p class="p-terms__document__text">6. 当サービスは、個人情報の利用目的の通知、開示、訂正、削除、利用停止等の要請に対して遅滞無く対応いたします。</p>
            <p class="p-terms__document__text">7. 当サービスは、個人情報保護マネジメントシステムを継続的に見直し改善いたします。</p>



        </div>

    </div>
</main>

</x-guest-layout>
