<x-guest-layout>
    <x-header title="Terms">
        {{ $authorize_url }}
    </x-header>
    <main>
        <div class="p-terms">
            <div class="p-terms__document">
                <h1 class="p-terms__document__title">利用規約</h1>
                <p class="p-terms__document__text u-margin--bottom--30px">
                    Kamitter（以下、「当サービス」といいます。）が当サービスが提供するサービス（以下、「本サービス」といいます。）の利用に関して、登録ユーザーに同意していただく必要のある事柄を記載しています。当サービスをご利用になる際には、この利用規約（以下、「本規約」といいます。）が適用されます。なお、本規約については、登録希望者が利用登録した時点で同意されたものとさせていただきますので、ご利用の前に必ずお読みください。
                </p>
                <h2 class="p-terms__document__subtitle">第1条 総則・適用範囲</h2>
                <p class="p-terms__document__text">1. 本規約は、当サービスが登録ユーザーに提供・運営する本サービスについて、本サービスを利用する方と当サービスの間の本サービス利用に関する基本的な事項を規定します。</p>
                <p class="p-terms__document__text">2. 本規約は、本サービスの利用に関し、当サービス及び登録ユーザーに対して適用されます。</p>
                <p class="p-terms__document__text">3. 当サービスが、当サービスウェブサイト又は当サービスアプリ上に本サービスに関して個別規定や追加規定を掲載する場合、それらは本規約の一部を構成するものとし、個別規定又は追加規定が本規約と抵触する場合には、当該個別規定又は追加規定が優先されるものとします。s</p>
                <h2 class="p-terms__document__subtitle">第2条 定義</h2>
                <p class="p-terms__document__text">本規約において、次の各号に掲げる用語は、当該各号に定めるとおり定義します。</p>
                <p class="p-terms__document__text">1.「サービス利用契約」</p>
                <p class="p-terms__document__text">登録ユーザーが本サービスを利用するに際し、登録ユーザー及び当サービスとの間に発生する本サービスの利用に関する契約関係をいい、本規約、当サービスウェブサイト又は当サービスアプリ上に掲載されるこれに関連する規約・通知等を含みます。</p>
                <p class="p-terms__document__text">2.「登録ユーザー」</p>
                <p class="p-terms__document__text">本規約を承認の上、当サービスと「サービス利用契約」を締結した法人、団体、個人をいいます。</p>
                <p class="p-terms__document__text">3.「利用希望者」</p>
                <p class="p-terms__document__text">当サービスと「サービス利用契約」を締結することを希望する法人、団体又は個人をいいます。</p>
                <p class="p-terms__document__text">4.「登録情報」</p>
                <p class="p-terms__document__text">登録希望者及び登録ユーザーが利用登録時に登録した当サービスが定める情報、本サービス利用中に当サービスが必要と判断して登録を求めた情報及びこれらの情報について登録ユーザー自身が追加、変更を行った場合の当該情報をいいます。</p>
                <p class="p-terms__document__text">5.「送信データ」</p>
                <p class="p-terms__document__text">登録ユーザーが本サービスを利用して送信するコンテンツ（数字、数式、文章、画像、動画その他のデータを含みますがこれらに限りません。）を意味します</p>
                <p class="p-terms__document__text">6.「ユーザーID」</p>
                <p class="p-terms__document__text">ユーザーパスワードと組み合わせて、登録ユーザーとその他の者とを識別するために用いられる符号をいいます。</p>
                <p class="p-terms__document__text">7.「ユーザーパスワード」</p>
                <p class="p-terms__document__text">ユーザーIDと組み合わせて、登録ユーザーとその他の者とを識別するために用いられる符号をいいます。</p>
                <p class="p-terms__document__text">8.「ユーザーアカウント」</p>
                <p class="p-terms__document__text">登録ユーザーとその他の者とを識別するために、当サービスが登録し、登録ユーザーに対して発行しているユーザーID及びユーザーパスワードをいいます。</p>
                <p class="p-terms__document__text">9.「当サービスウェブサイト」</p>
                <p class="p-terms__document__text">そのドメインが「autolikes.biz」である、当サービスが運営するウェブサイト（理由の如何を問わず、当サービスのウェブサイトのドメイン又は内容が変更された場合は、当該変更後のドメインを含みます。）をいいます。</p>
                <h2 class="p-terms__document__subtitle">第3条 登録ユーザーの登録</h2>
                <p class="p-terms__document__text">1. 利用希望者は、本規約を遵守することに同意し、かつ登録情報を当サービスの定める方法で当サービスに提供することにより、当サービスに対し、本サービスの利用の登録を申請することができます。</p>
                <p class="p-terms__document__text">2. 当サービスは、当サービスの基準に従って、利用希望者の登録の可否を判断し、当サービスが登録を認める場合にはその旨を利用希望者に通知し、この通知により利用希望者の登録ユーザーとしての登録が完了したものとします。</p>
                <p class="p-terms__document__text">3. 前項に定める登録の完了時に、本規約の諸規定に従ったサービス利用契約が登録ユーザーと当サービスの間に成立し、登録ユーザーは本サービスを当サービスの定める方法で利用することができるようになります。</p>
                <p class="p-terms__document__text">4. 当サービスは、第１項に基づき登録を申請した者が、以下の各号のいずれかの事由に該当する場合は、登録を拒否することがあります。</p>
                <p class="p-terms__document__text">（1）当サービスに提供された登録情報の全部又は一部につき虚偽、誤記又は記載漏れがあった場合</p>
                <p class="p-terms__document__text">（2）当該利用希望者が、本サービス利用に際して、既にアカウント削除等のサービス利用停止措置を受けた又は受けている場合</p>
                <p class="p-terms__document__text">（3）未成年者、成年被後見人、被保佐人又は被補助人のいずれかであり、法定代理人、後見人､保佐人又は補助人の同意等を得ていなかった場合</p>
                <p class="p-terms__document__text">（4）反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、暴力団準構成員、総会屋、社会運動等標榜ゴロ、特殊知能暴力集団その他これに準ずる者を意味します。以下同じ。）である、又は資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等反社会的勢力等との何らかの交流若しくは関与を行っていると当サービスが判断した場合、または反社会的勢力等が経営に実質的に関与している法人等であると判明した場合</p>
                <p class="p-terms__document__text">（5）その他、当サービスが登録を適当でないと判断した場合</p>
                <p class="p-terms__document__text">（6）本利用規約に違反したことがある場合または本利用規約に違反するおそれがあると当サービスが判断した場合</p>
                <p class="p-terms__document__text">（7）登録の申請の際に指定されたクレジットカードに、利用停止処分等が行われている場合</p>
                <p class="p-terms__document__text">5. 未成年者が本サービスの利用を希望する場合には、法定代理人の同意が必要になります。未成年者が会員となった場合には、本サービスの利用及び本規約の内容について、法定代理人の同意があったものと取り扱わせていただきます。</p>
                <p class="p-terms__document__text">登録ユーザーは、登録情報に変更があった場合は、14日以内に、当サービスの定める方法により、当該変更事項を当サービスに通知し、当サービスから要求された資料を提出するものとします。</p>
            </div>
            {{--コピペ部品--}}
            <p class="p-terms__document__text"></p>
            <h2 class="p-terms__document__subtitle"></h2>
            {{--コピペ部品--}}

        </div>
    </main>

</x-guest-layout>
